{
    "ind_psc_list_main_title": "Statws gwiriad hunaniaeth y PRhA",
    "ind_psc_list_description_1": "Mae\u0027r trosolwg hwn yn dangos y cyfnod o 14 diwrnod y mae angen i bob PRhA ddarparu eu manylion gwiriad, a phwy sydd eisoes wedi gwneud hynny.",
    "ind_psc_list_description_2": "Gallwch dim ond ddarparu manylion un PRhA ar y tro. Ni allwch ofyn am estyniad ar gyfer PRhA cyn i\u0027w cyfnod o 14 diwrnod ddechrau, neu ar ôl i\u0027w dyddiad cau\u0027r gwiriad fynd heibio.",
    "ind_psc_list_why_diff_dates_dropdown_text": "Pam y gallai rhai PRhA gael dyddiadau gwahanol?",
    "ind_psc_list_why_diff_dates_description_1": "Mae dyddiadau eich cyfnod o 14 diwrnod yn dibynnu ar bryd y cawsoch eich cofrestru fel PRhA gyda Tŷ\u0027r Cwmnïau, ac a ydych chi hefyd yn gyfarwyddwr y cwmni hwn.",
    "ind_psc_list_why_diff_dates_description_2": "Os oeddech eisoes yn PRhA ar",
    "ind_psc_list_why_diff_dates_description_3": "Os ydych hefyd yn gyfarwyddwr y cwmni hwn, mae eich cyfnod o 14 diwrnod yn dechrau o ddyddiad datganiad cadarnhau\u0027r cwmni, fel yr oedd ar",
    "ind_psc_list_why_diff_dates_description_4": "Os nad ydych hefyd yn gyfarwyddwr y cwmni hwn, mae eich cyfnod o 14 diwrnod yn dechrau o ddiwrnod cyntaf eich mis geni. Er enghraifft, os mai 22 Mai 1980 yw eich dyddiad geni, mae eich cyfnod o 14 diwrnod yn dechrau ar 1 Mai 2026.",
    "ind_psc_list_why_diff_dates_description_5": "Os cawsoch eich cofrestru fel PRhA ar ôl ",
    "ind_psc_list_why_diff_dates_description_6": "Pan gawsoch eich ychwanegu at gofrestr Tŷ\u0027r Cwmnïau, fe wnaethom anfon llythyr atoch yn eich cyfarwyddo i gwblhau gwiriad hunaniaeth. Dechreuodd eich cyfnod o 14 diwrnod ar ddyddiad y llythyr hwnnw.",
    "ind_psc_list_can_verify_heading": "PRhA sy\u0027n gallu darparu manylion y gwiriad nawr",
    "ind_psc_list_can_verify_description_1": "Gall y PRhA hyn ar gyfer ",
    "ind_psc_list_can_verify_description_2": " ddarparu eu manylion gwiriad nawr.",
    "ind_psc_list_summary_card_key1": "Dyddiad geni",
    "ind_psc_list_summary_card_key2": "Dyddiad dechrau\u0027r cyfnod",
    "ind_psc_list_summary_card_key3": "Dyddiad cau\u0027r gwiriad",
    "ind_psc_list_summary_card_key4": "Statws y gwiriad",
    "ind_psc_list_summary_card_status_verified": "Wedi\u0027i gwirio",
    "ind_psc_list_summary_card_status_unverified": "Heb ei gwirio",
    "ind_psc_list_summary_card_verify_link": "Darparu manylion y gwiriad",
    "ind_psc_list_summary_card_extension_link": "Gofyn am estyniad",
    "ind_psc_list_cannot_verify_heading": "PRhA nad ydynt yn gallu darparu manylion y gwiriad eto ",
    "ind_psc_list_cannot_verify_description_1": "Rhaid i\u0027r PRhA hyn ar gyfer ",
    "ind_psc_list_cannot_verify_description_2": " aros i\u0027w cyfnod o 14 diwrnod ddechrau cyn y gallant ddarparu eu manylion gwiriad hunaniaeth.",
    "ind_psc_list_already_verified_details_description": "PRhA sydd eisoes wedi darparu manylion y gwiriad",
    "ind_psc_list_not_found_details_main_link": "Ni allaf ddod o hyd i\u0027r PRhA rydw i\u0027n chwilio amdano",
    "ind_psc_list_not_found_details_description_1": "Gallwch ddefnyddio\u0027r gwasanaeth hwn dim ond i ddarparu manylion gwiriad ar gyfer PRhA a ddangosir ar gofrestr Tŷ\u0027r Cwmnïau.",
    "ind_psc_list_not_found_details_description_2": "Os yw\u0027r cwmni wedi hysbysu Tŷ\u0027r Cwmnïau yn ddiweddar am PRhA newydd, rhaid i chi aros nes bod y ffeilio hwnnw yn cael ei dderbyn ac mae\u0027r PRhA newydd yn ymddangos ar y gofrestr gyhoeddus.",
    "ind_psc_list_not_found_details_description_3": "Os oes gan PRhA ei wybodaeth bersonol wedi\u0027i ddiogelu rhag cael ei ddangos ar y gofrestr, bydd angen i chi ddarparu eu manylion gwiriad gan ddefnyddio ffurflen bapur. I ofyn am ffurflen, e-bostiwch ",
    "ind_psc_list_not_found_details_description_4": "neu ffoniwch ",
    "ind_psc_list_not_found_details_description_5": ", a darparwch enw a rhif y cwmni."
}