{
    "ind_psc_list_main_title": "PSC identity verification status",
    "ind_psc_list_description_1": "This overview shows the 14 day period in which each PSC needs to provide their verification details, and who has done it already.",
    "ind_psc_list_description_2": "You can only provide details for one PSC at a time. You cannot request an extension for a PSC before their 14 day period has started, or after their verification deadline has passed.",
    "ind_psc_list_why_diff_dates_dropdown_text": "Why might some PSCs have different dates?",
    "ind_psc_list_why_diff_dates_description_1": "The dates of your 14 day period depend on when you were registered as a PSC with Companies House, and whether you're also a director of this company.",
    "ind_psc_list_why_diff_dates_description_2": "If you were already a PSC on ",
    "ind_psc_list_why_diff_dates_description_3": "If you're also a director of this company, your 14 day period starts from the company's confirmation statement date, as it was on ",
    "ind_psc_list_why_diff_dates_description_4": "If you're not also a director of this company, your 14 day period starts from the first day of your birth month. For example, if your date of birth is 22 May 1980, your 14 day period starts on 1 May 2026.",
    "ind_psc_list_why_diff_dates_description_5": "If you were registered as a PSC after ",
    "ind_psc_list_why_diff_dates_description_6": "When you were added to the Companies House register, we sent you a letter directing you to verify your identity. Your 14 day period started on the date of that letter.",
    "ind_psc_list_can_verify_heading": "PSCs that can provide verification details now",
    "ind_psc_list_can_verify_description_1": "These PSCs for ",
    "ind_psc_list_can_verify_description_2": " can provide their verification details now.",
    "ind_psc_list_summary_card_key1": "Date of birth",
    "ind_psc_list_summary_card_key2": "Period start date",
    "ind_psc_list_summary_card_key3": "Verification deadline",
    "ind_psc_list_summary_card_key4": "Verification status",
    "ind_psc_list_summary_card_status_verified": "Verified",
    "ind_psc_list_summary_card_status_unverified": "Unverified",
    "ind_psc_list_summary_card_verify_link": "Provide verification details",
    "ind_psc_list_summary_card_extension_link": "Request extension",
    "ind_psc_list_cannot_verify_heading": "PSCs that cannot provide verification details yet",
    "ind_psc_list_cannot_verify_description_1": "These PSCs for ",
    "ind_psc_list_cannot_verify_description_2": "must wait for their 14 day period to start before they can provide their identity verification details.",
    "ind_psc_list_already_verified_details_description": "PSCs that have already provided verification details",
    "ind_psc_list_not_found_details_main_link": "I can't find the PSC I'm looking for",
    "ind_psc_list_not_found_details_description_1": "You can only use this service to provide verification details for PSCs that are shown on the Companies House register.",
    "ind_psc_list_not_found_details_description_2": "If the company has recently notified Companies House of a new PSC, you must wait until that filing is accepted and the new PSC appears on the public register.",
    "ind_psc_list_not_found_details_description_3": "If a PSC has their personal information protected from being shown on the register, you'll need to provide their verification details using a paper form. To request a form, email ",
    "ind_psc_list_not_found_details_description_4": "or call ",
    "ind_psc_list_not_found_details_description_5": ", and provide the company name and number."
}