{
    "start_main_title": "Provide identity verification details for a person with significant control (PSC)",
    "start_service_description_1": "If you are a PSC, use this service to provide your Companies House personal code and verification statement, or to request an extension if you need more time.",
    "start_service_description_2": "You can also use this service if you're filing on behalf of a PSC.",
    "start_personal_code_details_main_link": "What is a Companies House personal code?",
    "start_personal_code_details_description": "This is an 11 character code that is given to a person after they have verified their identity for Companies House.",
    "start_personal_code_details_before_link": "Find out more about ",
    "start_personal_code_details_link": "verifying your identity for Companies House.",
    "start_service_restriction_description": "You cannot use this service if a PSC has their personal information protected at Companies House (or is waiting for the results of an application).",
    "start_when_to_verify_heading": "When you need to provide verification details",
    "start_when_to_verify_description_1": "Every PSC has a 14 day period during which they must provide their Companies House personal code and verification statement.",
    "start_when_to_verify_description_2": "The dates of your 14 day period depend on whether:",
    "start_when_to_verify_list_item_1": "you were registered with Companies House before ",
    "start_when_to_verify_list_item_2": "you're also a director of this company",
    "start_when_to_verify_description_3": "For more information, ",
    "start_when_to_verify_guidance_link": "read the guidance on when to verify",
    "start_when_to_verify_inset_text": "Check the dates of your 14 day period by selecting 'Start' and signing in to this service.",
    "start_warning_text": "If you do not comply with identity verification requirements, you will be committing an offence and may have to pay a financial penalty or fine. We may also display a note against your name on the public register.",
    "start_request_extension_heading": "Requesting an extension",
    "start_request_extension_description": "If you cannot provide your verification details on time, you may be able to request an extension of 14 days. You need to do this before your verification deadline has passed.",
    "start_request_extension_inset_text": "Request an extension by selecting ‘Start’ and signing in to this service.",
    "start_before_heading": "Before you start",
    "start_before_list": "To use this service, you'll need:",
    "start_before_list_item_1": "to sign in, or create sign in details",
    "start_before_list_item_2": "the company number",
    "start_before_personal_code_description": "If you’re a PSC providing identity verification details, you’ll need your Companies House personal code. You'll also be asked to tick a statement confirming that you’ve verified your identity.",
    "start_guidance_duration_description": "It can take up to 10 minutes to provide verification details or request an extension.",
    "start_button": "Start",
    "start_adapt_your_device_heading": "Adapt your device to meet your needs",
    "start_adapt_your_device_link": "Read advice from AbilityNet on how to adapt your device to meet your needs",
    "start_adapt_your_device_description": "For example, changing the background colour or text size."
}
