{
    "start_main_title": "Provide identity verification details for a PSC or relevant legal entity",
    "start_service_description": "Use this service to provide a Companies House personal code for an individual person with significant control (PSC), or relevant officer details for a relevant legal entity (RLE).",
    "start_inset_text": "You can also use this service to find out exactly when a company's PSCs and RLEs need to provide their verification details",
    "start_service_restriction_description": "You cannot use this service if the PSC has their personal information protected at Companies House (or is waiting for the results of an application).",
    "start_when_to_verify_heading": "When you need to provide verification details",
    "start_when_to_verify_description1": "You must wait until the company has reached its confirmation statement date before you can provide verification details for its PSCs or RLEs. You will not be able to do it early",
    "start_when_to_verify_description2": "The deadline for individual PSCs is 14 days after the confirmation statement date, and RLEs have 28 days.",
    "start_when_to_verify_description3": "You can see the deadline dates for a company's PSCs and RLEs by signing in to this service.",
    "start_warning_text": "If a PSC or RLE does not comply with identity verification requirements, they will be committing an offence and may have to pay a financial penalty or fine. We may also display an annotation against their name on the public register.",
    "start_before_heading": "Before you start",
    "start_before_verify_description": "The PSC or relevant officer must",
    "start_before_verify_link": "verify their identity",
    "start_before_verify_description2": ", if they haven’t already.",
    "start_before_list": "To use this service, you'll need:",
    "start_before_list_item1": "to sign into or create a GOV.UK One Login account",
    "start_before_list_item2": "the Companies House personal code for the PSC or relevant officer",
    "start_before_list_item3": "the company number for the company they are a PSC or RLE of",
    "start_before_required_description": "If you're providing verification details for a relevant officer, you'll need their full name and date of birth.",
    "start_personal_code_details_main_link": "What is a Companies House personal code?",
    "start_personal_code_details_description": "This is an 11 character code that is given to a person after they have verified their identity with Companies House.",
    "start_providing_details_for_rle": "If you're providing verification details for a relevant officer",
    "start_deatils_for_rle_description1": "You'll also need their full name and date of birth.",
    "start_deatils_for_rle_description2": "The relevant officer must be a director of the RLE, or someone whose roles and responsibilities correspond to that of a company director. They must be aged 16 or over.",
    "start_deatils_for_rle_description3": "For more information on PSCs, RLEs and relevant officers,",
    "start_guidance_on_psc_link": "read the guidance on people with significant control.",
    "start_button": "Start"
}