{
    "start_main_title": "Provide identity verification details for a PSC or relevant legal entity",
    "start_service_description": "Use this service to provide verification details for a company's person with significant control (PSC), or a relevant legal entity's (RLE) relevant officer.",
    "start_service_user": "Who can use this service",
    "start_service_user_list": "This service is for:",
    "start_service_user_list_item1": "individual PSCs providing their own verification details",
    "start_service_user_list_item2": "RLEs providing details of a relevant officer – this includes if they are replacing a previous relevant officer",
    "start_service_user_list_item3": "people providing verification details on behalf of a PSC or RLE",
    "start_service_new_pscs": "New PSCs and RLEs should check they are on the ",
    "start_service_ch_link": "Companies House register",
    "start_service_new_pscs_end": " before using this service.",
    "start_service_restriction_description": "You cannot use this service if the PSC has their personal information protected at Companies House (or is waiting for the results of an application).",
    "start_find_details_main_link": "Find out more about PSCs, RLEs and relevant officers",
    "start_find_details_psc_heading": "People with significant control (PSCs)",
    "start_find_details_psc_list": "A PSC is someone who owns or controls a company. They’re sometimes called ‘beneficial owners’. A PSC has at least one of the following:",
    "start_find_details_psc_list_item1": "more than 25% of shares in the company",
    "start_find_details_psc_list_item2": "more than 25% of voting rights in the company",
    "start_find_details_psc_list_item3": "the right to appoint or remove the majority of the board of directors",
    "start_find_details_rle_heading": "Relevant legal entities (RLEs) and relevant officers",
    "start_find_details_rle_description": "If the PSC is a corporate body or firm, we refer to it as a relevant legal entity (RLE).",
    "start_find_details_rle_list": "RLEs are required to provide information about a relevant officer. The relevant officer needs to be:",
    "start_find_details_rle_list_item1": "a director of the entity, or someone whose roles and responsibilities correspond to that of a company director",
    "start_find_details_rle_list_item2": "aged 16 years or over",
    "start_when_to_verify_heading": "When to provide verification details",
    "start_when_to_verify_description": "There are specific dates from which you are required to provide verification details. This depends on whether you were added to the Companies House register before or after identity verification requirements were introduced, on ",
    "start_when_to_verify_not_early": "You will not be able to provide verification details earlier than required.",
    "start_when_individual_heading": "Individual PSCs",
    "start_when_individual_before_date_1": "If you were added to the Companies House register before ",
    "start_when_individual_before_date_2": ", you must provide your verification details within 14 days of company's confirmation statement date.",
    "start_when_individual_after_date_1": "If you were added after ",
    "start_when_individual_after_date_2": ", you must provide your verification details within 14 days of the date Companies House accepted your PSC notification filing.",
    "start_when_rle_heading": "Relevant legal entities",
    "start_when_rle_before_date_1": "If the RLE was added to the Companies House register before ",
    "start_when_rle_before_date_2": ", you must provide its relevant officer's details within 28 days of company's confirmation statement date.",
    "start_when_rle_after_date_1": "If the RLE was added after ",
    "start_when_rle_after_date_2": ", you must provide its relevant officer's details within 28 days of the date Companies House accepted the RLE notification filing.",
    "start_when_inset": "You can find out exactly when you need to provide verification details for a company's PSCs or RLEs by signing into this service and entering the company number.",
    "start_before_heading": "Before you start",
    "start_before_verify_description": "The PSC or relevant officer must",
    "start_before_verify_link": "verify their identity",
    "start_before_verify_description2": ", if they haven’t already.",
    "start_before_list": "To use this service, you'll need:",
    "start_before_list_item1": "to sign into or create a GOV.UK One Login account",
    "start_before_list_item2": "the Companies House personal code for the PSC or relevant officer",
    "start_before_list_item3": "the company number for the company they are a PSC or RLE of",
    "start_before_required_description": "If you're providing verification details for a relevant officer, you'll need their full name and date of birth.",
    "start_personal_code_details_main_link": "What is a Companies House personal code?",
    "start_personal_code_details_description": "This is an 11 character code that is given to a person after they have verified their identity with Companies House.",
    "start_button": "Start"
}