{
  "company_status_main_title": "You cannot provide verification details for this company through this service",
  "company_status_main_heading": "Companies that are dissolved or converted closed cannot use this service",
  "company_status_statement_1": "'s status on the Companies House register is currently either dissolved or converted closed.",
  "company_status_statement_2": "This means its PSCs do not need to provide their verification details.",
  "company_status_wrong_company_action": "If this is the wrong company, ",
  "company_status_wrong_company_action_text": "go back and enter a different company number",
  "company_status_contact_us_text": "Contact us",
  "company_status_contact_us": "if you have any questions.",
  "company_type_main_title": "You cannot provide verification details for this company through this service",
  "company_type_main_heading": "Only certain company types can use this service",
  "company_type_intro_start": "You can only provide verification details for PSCs of",
  "company_type_intro_end": "if it is:",
  "company_type_allowed_1": "a private limited company",
  "company_type_allowed_2": "a public limited company",
  "company_type_allowed_3": "an unlimited company",
  "company_type_allowed_4": "a Community Interest Company (CIC)",
  "company_type_allowed_5": "a Limited Liability Partnership (LLP)",
  "company_type_wrong_company_action": "If this is the wrong company, ",
  "company_type_wrong_company_action_text": "go back and enter a different company number",
  "company_type_contact_us_text": "Contact us",
  "company_type_contact_us": "if you have any questions.",
  "dob_mismatch_main_title": "The details linked to this personal code do not match the details on our records",
  "dob_mismatch_description": "You cannot continue without fixing the issue. If you don’t think you’ll be able to do this by your verification deadline, you can ",
  "dob_mismatch_description_link_text": "request an extension",
  "dob_mismatch_check_personal_code": "Check you’ve entered the correct personal code",
  "dob_mismatch_character_code": "Make sure the 11 character code you entered matches the code you received when you verified your identity.",
  "dob_mismatch_try_again_link_text": "Go back to the previous screen and try again",
  "dob_mismatch_check_dob": "Check if your date of birth on the Companies House register is correct",
  "dob_mismatch_check_dob_webfiling": "To check the full date of birth we hold for you, someone authorised to file for this company needs to sign in to our ",
  "dob_mismatch_check_dob_webfiling_link_text": "WebFiling service",
  "dob_mismatch_if_wrong": "If the date of birth we hold is wrong, they’ll need to submit a filing to correct it. When it’s been corrected, you can continue with this service.",
  "dob_mismatch_how_to_correct_details": "How to correct the date of birth",
  "dob_mismatch_how_to_correct_details_par_1": "If you were added as a PSC as part of the company’s registration with Companies House, your date of birth can be corrected using the ",
  "dob_mismatch_how_to_correct_details_rp01_link_text": "‘Replace a document not meeting requirements (RP01)’ paper form",
  "dob_mismatch_how_to_correct_details_par_2": "If you were added as a PSC after the company was registered with us, it can be corrected using our ",
  "dob_mismatch_authorised_agent": "If you verified using an authorised agent, check they entered the correct date of birth",
  "dob_mismatch_verified_identity": "Contact the agent and ask them to check if they entered your details correctly when they told us they'd verified your identity.",
  "dob_mismatch_agent_can_correct": "They can correct the details they provided for you using the ",
  "dob_mismatch_agent_can_correct_link_text": "[service name] service",
  "empty_psc_list_body": "This company does not have any PSCs. For information on how to identify and record a company’s PSCs, ",
  "empty_psc_list_link": "read the guidance on people with significant control (PSCs)",
  "super_secure_main_title": "You cannot provide verification details for this company's PSCs online",
  "super_secure_statement_1": "The details of this company and its people with significant control (PSC) are protected from being shown on the Companies House register.",
  "super_secure_statement_2": "This means you'll need to provide the verification details of the company's PSCs using a paper form.",
  "super_secure_statement_3_1": "To request a paper form, email",
  "super_secure_statement_3_2": "or call",
  "super_secure_statement_3_3": ", and provide the company name and number.",
  "problem_with_psc_data_main_title": "There is a problem with the PSC data on our records",
  "problem_with_psc_data_body": "You'll need to call or email Companies House to resolve it before you can provide verification details. You'll be asked to provide the company number.",
  "problem_with_psc_data_telephone": "Telephone: "
}
