{
  "company_type_main_title": "You cannot provide verification details for this company through this service",
  "company_type_main_heading": "Only certain company types can use this service",
  "company_type_intro_start": "You can only provide verification details for PSCs of",
  "company_type_intro_end": "if it is a:",
  "company_type_allowed_1": "private limited company",
  "company_type_allowed_2": "public limited company",
  "company_type_allowed_3": "unlimited company",
  "company_type_allowed_4": "Community Interest Company (CIC)",
  "company_type_wrong_company_action": "If this is the wrong company, ",
  "company_type_wrong_company_action_text": "go back and enter a different company number",
  "company_type_contact_us_text": "Contact us",
  "company_type_contact_us": "if you have any questions.",
  "dob_mismatch_main_title": "The details linked to this personal code do not match the details on our records",
  "dob_mismatch_reasons": "This may be for a number of reasons – depending on how the identity was verified, or how the PSC's details were entered into our system. You cannot continue without fixing the issue.",
  "dob_mismatch_check_personal_code": "Check you've entered the correct personal code",
  "dob_mismatch_character_code": "Make sure the 11 character code you entered matches the code received when you verified your identity.",
  "dob_mismatch_try_again_link_text": "Go back to the previous screen and try again",
  "dob_mismatch_check_dob": "Check the PSC's date of birth on the Companies House register",
  "dob_mismatch_if_wrong": "If the date of birth entered into the Companies House register is wrong, you need to contact the company to",
  "dob_mismatch_corrections_link_text": "submit the paper corrections forms with the correct date of birth",
  "dob_mismatch_up_to_date": "When the details are up to date on the register, you will be able to return to this service and provide your Companies House personal code.",
  "dob_mismatch_authorised_agent": "If you verified using an authorised agent, check they entered the correct date of birth",
  "dob_mismatch_verified_identity": "If you verified your identity through an authorised agent (such as an accountant), confirm that they typed your details in correctly when they verified your identity.",
  "rp01_guidance_main_title": "Correcting the PSC date of birth on the Companies House register",
  "rp01_guidance_intro": "To correct the date of birth on the Companies House register, someone authorised to file for this company will need to submit a paper corrections form. They should follow this process.",
  "rp01_guidance_step_1": "Print and fill in the RP01 form:",
  "rp01_guidance_step_1_link_text": "‘Replace a document not meeting requirements’",
  "rp01_guidance_step_2": "Print and fill in the PSC01 form with the correct date of birth:",
  "rp01_guidance_step_2_link_text": "‘Give notice of individual person with significant control’",
  "rp01_guidance_step_3": "Send the completed paper forms together",
  "rp01_guidance_step_3_link_text": "by post to Companies House",
  "rp01_guidance_summary": "Once received, the submitted updates may take up to a couple of weeks to show on the register. When the PSC details are up to date, you will be able to successfully",
  "rp01_guidance_summary_link_text": "provide identity verification details for the PSC",
  "super_secure_main_title": "You cannot provide verification details for this company's PSCs online",
  "super_secure_statement_1": "The details of this company and its people with significant control (PSC) are protected from being shown on the Companies House register.",
  "super_secure_statement_2": "This means you'll need to provide the verification details of the company's PSCs using a paper form.",
  "super_secure_statement_3_1": "To request a paper form, email",
  "super_secure_statement_3_2": "or call",
  "super_secure_statement_3_3": ", and provide the company name and number."
}
